{
  "postId": "cach-day-con-hoc-toan-ma-khong-can-giao-vien",
  "slug": "cch-dy-con-hc-ton-m-khng-cn-gio-vin-mnh-tit-kim-3-triuthng",
  "title": "[EN] Cách dạy con học toán mà không cần giáo viên – Mình tiết kiệm 3 triệu/tháng",
  "description": "[Needs translation] Gia sư 1 triệu, học thêm 2-3 triệu. Mình không kham nổi. Nhưng sau 6 tháng tự xoay xở, con từ trung bình lên khá giỏi. Đây là cách mình làm.",
  "category": "stress-free-math-learning",
  "keywords": [
    "dạy con học toán",
    "không cần gia sư",
    "tự dạy con toán",
    "tiết kiệm tiền học thêm",
    "cách dạy toán tại nhà",
    "bố mẹ dạy con học"
  ],
  "status": "published",
  "publishedAt": "2025-12-30T13:00:00.000Z",
  "createdAt": "2025-12-25",
  "image": "/blog/tre-hoc-phep-chia-soroban.jpg",
  "imageAlt": "Bé tự học toán tại nhà",
  "readingTime": 9,
  "author": {
    "name": "Sarah Chen",
    "role": "Mom of two elementary schoolers"
  },
  "content": {
    "intro": "[Needs natural English rewrite] Hồi con lớp 1, mình từng rất lo. Xung quanh đứa nào cũng học thêm, có gia sư riêng. Còn nhà mình, một tháng chi tiêu tằn tiện, không thể bỏ ra 2-3 triệu cho việc học thêm của con. Mình từng nghĩ: 'Không có tiền thì con sẽ thua ngay từ vạch xuất phát.'",
    "sections": [
      {
        "type": "paragraph",
        "text": "Nhưng bây giờ, sau 2 năm, mình nhận ra mình đã sai. Con không cần gia sư đắt tiền để học giỏi toán. Con chỉ cần một thứ: sự đồng hành đúng cách của bố mẹ, kết hợp với công cụ phù hợp."
      },
      {
        "type": "heading",
        "level": 2,
        "text": "Nỗi lo của người mẹ không có điều kiện"
      },
      {
        "type": "paragraph",
        "text": "Mình còn nhớ rõ buổi họp phụ huynh đầu năm lớp 1. Các mẹ xung quanh bàn tán: 'Nhà tao cho học thêm ở trung tâm X, 1.5 triệu/tháng.' 'Tao thuê gia sư sinh viên sư phạm, 800k/tháng, tuần 3 buổi.' 'Con tao học thêm cả tiếng Anh với toán, tháng hết 4 triệu.'"
      },
      {
        "type": "paragraph",
        "text": "Mình ngồi im. Nhà mình làm gì có 4 triệu để chi cho việc học thêm. Chồng mình lương công nhân, mình bán hàng online thu nhập bấp bênh. Mỗi tháng đóng tiền trường, mua sách vở, ăn uống đã hết sạch. Còn đâu ra tiền thuê gia sư."
      },
      {
        "type": "paragraph",
        "text": "Về nhà, mình ôm con mà khóc thầm. Mình sợ con sẽ thua bạn bè. Sợ con sẽ bị cô giáo so sánh. Sợ sau này con sẽ trách mình không lo được cho con."
      }
    ]
  }
}