{
  "postId": "con-khong-thich-hoc-chi-thich-choi",
  "slug": "con-ch-thch-chi-khng-thch-hc-mnh-tng-lo-gi-thy-l-li-th",
  "title": "[EN] Con chỉ thích chơi, không thích học – Mình từng lo, giờ thấy đó là lợi thế",
  "description": "[Needs translation] Con mình 6 tuổi, ép học là khóc, chỉ muốn chơi. Mình từng lo con lười. Nhưng sau khi tìm hiểu, mình nhận ra: thích chơi là bản năng, và mình có thể dùng nó để con học mà không biết.",
  "category": "stress-free-math-learning",
  "keywords": [
    "trẻ không thích học",
    "con chỉ thích chơi",
    "học qua chơi",
    "game hóa việc học",
    "trẻ lười học",
    "cách dạy con ham học"
  ],
  "status": "published",
  "publishedAt": "2025-12-30T12:30:00.000Z",
  "createdAt": "2025-12-25",
  "image": "/blog/lo-trinh-hoc-soroban-tre-em.jpg",
  "imageAlt": "Bé vừa học vừa chơi",
  "readingTime": 8,
  "author": {
    "name": "SoroKid Team",
    "role": "Education Content"
  },
  "content": {
    "intro": "[Needs natural English rewrite] \"Con không muốn học! Con muốn chơi!\" – Con mình hét lên rồi khóc mỗi khi mình bảo ngồi vào bàn làm bài. Mình sợ con lười. Mình ép. Mình dọa. Mình phạt. Nhưng càng ép, con càng ghét học. Cho đến khi mình thử cách ngược lại: không ép nữa, mà biến học thành chơi. Kết quả? Con tự mở app học mỗi ngày mà mình không cần nhắc.",
    "sections": [
      {
        "type": "heading",
        "level": 2,
        "text": "Mình Từng Nghĩ Con Lười"
      },
      {
        "type": "paragraph",
        "text": "Con mình năm nay 6 tuổi, chuẩn bị vào lớp 1. Mình muốn chuẩn bị cho con nền tảng toán tốt, nên mua vở bài tập, mua sách, ngồi kèm con mỗi tối."
      },
      {
        "type": "paragraph",
        "text": "Nhưng mỗi khi mình gọi \"Con ơi, đi học nào\", con bắt đầu nhăn mặt. \"Con không thích học. Con muốn chơi.\" Nếu mình ép, con khóc. Nếu mình dỗ, con chịu ngồi nhưng mắt nhìn đi đâu đâu, làm bài cẩu thả."
      },
      {
        "type": "paragraph",
        "text": "Mình từng nghĩ: \"Con lười quá! Mới 6 tuổi mà đã ngại học thế này, sau lớn lên sao?\" Mình lo lắng thật sự."
      },
      {
        "type": "heading",
        "level": 2,
        "text": "Cho Đến Khi Mình Đọc Được Điều Này"
      }
    ]
  }
}